Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CUSTOMIZATION_APP_DESC
source: Customize controller settings and button assignments for %@.
ar: تخصيص إعدادات ذراع التحكم وتعيينات الأزرار لـ %@.
bg: Персонализирайте настройки на контролер и назначения на бутони за %@.
ca: Personalitza la configuració i les assignacions dels botons del comandament per a %@.
cs: Upraví nastavení ovladače a přiřazení tlačítek pro aplikaci %@.
da: Tilpas controllerindstillinger og knaptildelinger for %@.
de: Passe Controller-Einstellungen und Tastenbelegungen für „%@“ an.
el: Προσαρμογή ρυθμίσεων και εκχωρήσεων κουμπιών χειριστηρίου για «%@».
es: Personaliza los ajustes del mando y la asignación de botones en %@.
es_us: Personaliza la vibración y asignación de botones del control para %@.
fi: Muokkaa ohjaimen asetuksia ja painikemäärityksiä %[tt]@-apille.
fr: Personnalisez votre manette et les affectations de boutons pour %@.
fr_ca: Personnalisez les réglages et l’assignation des boutons de la manette pour %@.
he: ניתן להתאים אישית את הגדרות שלט המשחק שלך והקצאת הכפתורים של %@.
hi: %@ के लिए कंट्रोलर सेटिंग्ज़ और बटन असाइनमेंट कस्टमाइज़ करें।
hr: Prilagodite postavke kontrolera i dodjelu tipki za %@.
hu: Testreszabhatja a vezérlő beállításait és gombhozzárendeléseit a(z) %@ apphoz.
id: Sesuaikan pengaturan pengontrol dan penetapan tombol untuk %@.
it: Personalizza le impostazioni e le assegnazioni dei tasti del controller per %@.
ja: %[tt]@のコントローラ設定とボタンの割り当てをカスタマイズします。
kk: %@ үшін контроллер параметрлері мен түйме тағайындауларын бейімдеу.
ko: %@에 대한 컨트롤러 설정 및 버튼 할당을 사용자화합니다.
lt: Pritaikyti valdiklio nustatymus ir mygtukų priskyrimą žaidimui „%@“.
ms: Sesuaikan seting pengawal dan tetapan butang untuk %@.
nb: Tilpass innstillinger og knappetilordninger til %@.
nl: Pas controllerinstellingen en knoptoewijzingen aan voor %@.
pl: Dostosowanie ustawień kontrolera i przypisania przycisków dla „%@”.
pt_br: Personalize os ajustes e atribuições de botões do controle para %@.
pt_pt: Personalize as definições do comando e as funções dos botões para %@.
ro: Personalizați configurările și alocările butoanelor controllerului pentru %@.
ru: Измените назначения кнопок и настройки контроллера для %@.
sk: Upraví nastavenia a priradenie tlačidiel ovládača pre apku %@.
sl: Prilagodite nastavitve kontrolerja in dodelitev gumbov za %@.
sv: Anpassa spelkontrollinställningar och knapptilldelningar för %@.
th: กำหนดการตั้งค่าอุปกรณ์ควบคุมและกำหนดค่าปุ่มสำหรับ%[tt]@
tr: %@ için kumanda ayarlarını ve düğme atamalarını özelleştirin.
uk: Налаштуйте параметри та призначення кнопок контролера для %@.
vi: Tùy chỉnh cài đặt bộ điều khiển và chỉ định nút cho %@.
zh_cn: 为%@自定义控制器设置和按钮分配。
zh_hk: 為%@自訂控制器設定和按鈕分配。
zh_tw: 自訂%@的控制器設定和按鈕指定。

# CUSTOMIZATION_DESC
source: Customize settings and button assignments for this controller.
ar: تخصيص الإعدادات وتعيينات الأزرار لذراع التحكم هذه.
bg: Можете да персонализирате настройки и назначения на бутони за този контролер.
ca: Personalitza la configuració i les assignacions dels botons d’aquest comandament.
cs: Upraví nastavení a přiřazení tlačítek pro tento ovladač.
da: Tilpas knaptildelinger og andre controllerindstillinger.
de: Passe die Einstellungen und Tastenbelegungen für diesen Controller an.
el: Προσαρμογή ρυθμίσεων και εκχωρήσεων κουμπιών για αυτό το χειριστήριο.
es: Personaliza los ajustes y la asignación de botones de este mando.
es_us: Personaliza la configuración y asignación de botones de este control.
fi: Muokkaa tämän ohjaimen asetuksia ja painikemäärityksiä.
fr: Personnalisez les réglages et les affectations de boutons de cette manette.
fr_ca: Personnalisez les réglages et l’assignation des boutons de cette manette.
he: ניתן להתאים אישית את ההגדרות והקצאת הכפתורים של שלט משחק זה.
hi: इस कंट्रोलर के लिए सेटिंग्ज़ और बटन असाइनमेंट कस्टमाइज़ करें।
hr: Prilagodite postavke i dodjelu tipki za ovaj kontroler.
hu: Testreszabhatja a vezérlő beállításait és gombhozzárendeléseit.
id: Sesuaikan pengaturan dan penetapan tombol untuk pengontrol ini.
it: Personalizza le impostazioni e le assegnazioni dei tasti di questo controller.
ja: このコントローラの設定とボタンの割り当てをカスタマイズします。
kk: Осы контроллер үшін параметрлер мен түйме тағайындауларын бейімдеу.
ko: 이 컨트롤러에 대한 설정 및 버튼 할당을 사용자화합니다.
lt: Pritaikyti šio valdiklio nustatymus ir mygtukų priskyrimą.
ms: Sesuaikan seting dan tetapan butang untuk pengawal ini.
nb: Tilpass innstillinger og knappetilordninger til kontrolleren.
nl: Pas instellingen en knoptoewijzingen voor deze controller aan.
pl: Dostosowanie ustawień kontrolera i przypisania przycisków dla tego kontrolera.
pt_br: Personalize os ajustes e atribuições de botões deste controle.
pt_pt: Personalize as definições e funções dos botões deste comando.
ro: Personalizați configurările și alocările butoanelor pentru acest controller.
ru: Измените назначения кнопок и настройки этого контроллера.
sk: Upraví nastavenia a priradenie tlačidiel tohto ovládača.
sl: Prilagodite nastavitve in dodelitev gumbov za ta kontroler.
sv: Anpassa inställningar och knapptilldelningar för den här spelkontrollen.
th: กำหนดการตั้งค่าและกำหนดค่าปุ่มสำหรับอุปกรณ์ควบคุมนี้
tr: Bu kumanda için ayarları ve düğme atamalarını özelleştirin.
uk: Налаштуйте параметри та призначення кнопок для цього контролера.
vi: Tùy chỉnh cài đặt và chỉ định nút cho bộ điều khiển này.
zh_cn: 为此控制器自定义设置和按钮分配。
zh_hk: 為此控制器自訂設定和按鈕分配。
zh_tw: 自訂此控制器的設定和按鈕指定。

# CUSTOMIZATION_TITLE
source: Customization
ar: التخصيص
bg: Персонализиране
ca: Personalització
cs: Přizpůsobení
da: Tilpasning
de: Anpassung
el: Προσαρμογή
es: Personalización
es_us: Personalización
fi: Muokkaus
fr: Personnalisation
fr_ca: Personnalisation
he: התאמה אישית
hi: कस्टमाइज़ेशन
hr: Prilagodba
hu: Testreszabás
id: Penyesuaian
it: Personalizzazione
ja: カスタマイズ
kk: Бейімдеу
ko: 사용자화
lt: Pritaikymas
ms: Penyesuaian
nb: Tilpasning
nl: Aanpassing
pl: Dostosowywanie
pt_br: Personalização
pt_pt: Personalização
ro: Personalizare
ru: Настройка
sk: Prispôsobenie
sl: Prilagoditve
sv: Anpassning
th: การกำหนดค่า
tr: Özelleştirme
uk: Налаштування
vi: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂
zh_tw: 自訂

# CUSTOMIZATIONS_BUTTON
source: Options…
ar: خيارات…
bg: Опции…
ca: Opcions…
cs: Volby…
da: Indstillinger…
de: Optionen …
el: Επιλογές…
es: Opciones…
es_us: Opciones…
fi: Valinnat…
he: אפשרויות…
hi: विकल्प…
hr: Opcije…
hu: Beállítások…
id: Pilihan…
it: Opzioni…
ja: オプション…
kk: Опциялар…
ko: 옵션…
lt: Parinktys…
ms: Pilihan…
nb: Valg…
nl: Opties…
pl: Opcje…
pt_br: Opções…
pt_pt: Opções…
ro: Opțiuni…
ru: Параметры…
sk: Možnosti…
sl: Možnosti …
sv: Alternativ…
th: ตัวเลือก…
tr: Seçenekler…
uk: Опції…
vi: Tùy chọn…
zh_cn: 选项…
zh_hk: 選項⋯
zh_tw: 選項⋯

# CUSTOMIZATIONS_TITLE
source: Controls
ar: عناصر التحكم
bg: Бутони
cs: Ovládání
da: Betjening
de: Steuerung
el: Στοιχεία ελέγχου
es: Controles
es_us: Controles
fi: Säätimet
fr: Commandes
fr_ca: Commandes
he: פקדים
hi: कंट्रोल
hr: Naredbe
hu: Vezérlők
id: Kontrol
it: Controlli
ja: コントロール
kk: Басқару элементтері
ko: 제어기
lt: Valdikliai
ms: Kawalan
nb: Kontroller
nl: Regelaars
pl: Ustawienia
pt_br: Controles
pt_pt: Controlos
ro: Comenzi
ru: Элементы управления
sk: Ovládacie prvky
sl: Krmilne funkcije
sv: Reglage
th: ตัวควบคุม
tr: Denetimler
uk: Елементи керування
vi: Điều khiển
zh_cn: 控制
zh_hk: 控制項目
zh_tw: 控制項目

# CUSTOMIZE_BUTTON_DESC
source: Choose which button you want to assign “%@” to.
ar: اختر الزر الذي تريد تعيين "%@" له.
bg: Изберете на кой бутон искате да назначите „%@“.
ca: Tria a quin botó vols assignar “%@”.
cs: Vyberte tlačítko, ke kterému chcete funkci „%@“ přiřadit.
da: Vælg, hvilken knap du vil tildele “%@” til.
de: Wähle aus, welche Taste „%@“ zugewiesen werden soll.
el: Επιλέξτε σε ποιο κουμπί θέλετε να εκχωρήσετε το «%@».
es: Elige a qué botón quieres asignar “%@”.
es_us: Selecciona en cuál botón quieres asignar “%@”.
fi: Valitse, mille painikkeelle %@ määritetään.
fr: Choisissez le bouton auquel vous souhaitez affecter « %@ ».
fr_ca: Choisissez le bouton auquel vous souhaitez assigner « %@ ».
he: נא לבחור את הכפתור שישמש בתור ״%@״.
hi: चुनें कि आप “%@” को किस बटन पर असाइन करना चाहते हैं।
hr: Odaberite tipku kojoj želite dodijeliti naredbu “%@”.
hu: Válassza ki, melyik gombhoz szeretné hozzárendelni a következőt: „%@”.
id: Pilih tombol mana yang ingin Anda tetapkan ulang untuk “%@”.
it: Scegli a quale tasto vuoi assegnare “%@”.
ja: “%@”に割り当てるボタンを選択してください。
kk: «%@» үшін қандай түймені тағайындау қажеттігін таңдаңыз.
ko: ‘%@’을(를) 어느 버튼으로 할당할지 선택하십시오.
lt: Pasirinkite, kurį mygtuką norite priskirti „%@” aktyvinti.
ms: Pilih butang yang anda mahu tetapkan pada "%@".
nb: Velg hvilken knapp du vil tilordne «%@» til.
nl: Bepaal welke knop je wilt toewijzen aan '%@'.
pl: Wybierz przycisk, do którego chcesz przypisać „%@”.
pt_br: Escolha a qual botão deseja atribuir “%@”.
pt_pt: Escolha o botão ao qual deve ser atribuído o “%@”.
ro: Alegeți butonul la care doriți să alocați “%@”.
ru: Выберите, какую кнопку назначить для «%@».
sk: Vyberie tlačidlo, ktorému bude priradená funkcia „%@“.
sl: Izberite gumb, ki mu želite dodeliti funkcijo »%@«.
sv: Välj vilken knapp du vill tilldela ”%@” till.
th: เลือกปุ่มที่คุณต้องการกำหนดค่าเป็น “%@”
tr: “%@” denetiminin hangi düğmeye atanmasını istediğinizi seçin.
uk: Призначте кнопку, яка використовуватиметься як «%@».
vi: Chọn nút mà bạn muốn chỉ định cho "%@".
zh_cn: 选取分配给“%@”的按钮。
zh_hk: 選擇你要將「%@」分配予哪個按鈕。
zh_tw: 選擇要指定給「%@」的按鈕。

# CUSTOMIZE_BUTTON_TO_BUTTON_DESC
source: Assign “%1$@” to “%2$@”.
ar: تخصيص "%1$@" لـ "%2$@".
bg: Назначи „%1$@“ на „%2$@“.
ca: Assigna “%1$@” a “%2$@”.
cs: Přiřadí funkci „%1$@“ k tlačítku „%2$@“.
da: Tildel “%1$@” til “%2$@”.
de: Weise „%1$@“ „%2$@“ zu.
el: Εκχώρηση «%1$@» σε «%2$@».
es: Asigna “%1$@” a “%2$@”.
es_us: Asignar “%1$@” a “%2$@”.
fi: Määritä %1$@ %2$[tt]@-painikkeelle.
fr: Affectez « %1$@ » à « %2$@ ».
fr_ca: Assigner « %1$@ » à « %2$@ ».
he: הקצה את ״%1$@״ אל ״%2$@״.
hi: “%1$@” को “%2$@” पर असाइन करें।
hr: Dodijelite naredbu "%1$@" tipki "%2$@".
hu: „%1$@” hozzárendelése a következőhöz: „%2$@”.
id: Tetapkan “%1$@” ke “%2$@”.
it: Assegna “%1$@” a “%2$@”.
ja: “%1$@”を“%2$@”に割り当てます。
kk: Тағайындау: «%1$@» -> «%2$@».
ko: ‘%1$@’을(를) ‘%2$@’(으)로 할당합니다.
lt: Priskirti „%1$@” mygtukui „%2$@”.
ms: Tetapkan "%1$@" pada "%2$@".
nb: Tilordne «%1$@» til «%2$@».
nl: Wijs '%1$@' toe aan '%2$@'.
pl: Przypisz „%1$@” do „%2$@”.
pt_br: Atribua “%1$@” a “%2$@”.
pt_pt: Atribuir “%1$@” a “%2$@”.
ro: Alocați “%1$@” la “%2$@”.
ru: Назначить «%1$@» на кнопку «%2$@».
sk: Priradí funkciu „%1$@“ tlačidlu „%2$@“.
sl: Funkcijo »%1$@« dodelite za »%2$@«.
sv: Tilldela ”%1$@” till ”%2$@”.
th: กำหนดค่า “%1$@” เป็น “%2$@”
tr: “%1$@” şuna atansın: “%2$@”.
uk: Призначити «%1$@» на «%2$@».
vi: Chỉ định "%1$@" cho "%2$@".
zh_cn: 将“%1$@”分配为“%2$@”。
zh_hk: 將「%1$@」分配予「%2$@」。
zh_tw: 將「%1$@」指定為「%2$@」。

# CUSTOMIZE_ELEMENT_DESC
source: Choose what you want to assign “%@” to.
ar: اختر ما تريد تعيين "%@" له.
bg: Изберете на какво искате да назначите „%@“.
ca: Tria a què vols assignar “%@”.
cs: Vyberte ovládací prvek, ke kterému chcete funkci „%@“ přiřadit.
da: Vælg, hvad du vil tildele “%@” til.
de: Wähle aus, wem „%@“ zugewiesen werden soll.
el: Επιλέξτε σε τι θέλετε να εκχωρήσετε το «%@».
es: Elige a qué quieres asignar “%@”.
es_us: Selecciona lo que quieres asignar a %@.
fi: Valitse, mihin %@ määritetään.
fr: Choisissez ce à quoi vous souhaitez affecter « %@ ».
fr_ca: Choisissez à quoi vous souhaitez assigner « %@ ».
he: יש לבחור הקצאת פעולה עבור ״%@״.
hi: यह चुनें कि आप “%@” को किस पर असाइन करना चाहते हैं।
hr: Odaberite što želite dodijeliti za "%@".
hu: Válassza ki, mihez szeretné hozzárendelni a következőt: „%@”.
id: Pilih apa yang ingin Anda tetapkan untuk “%@”.
it: Scegli a cosa vuoi assegnare “%@”.
ja: “%@”に割り当てる項目を選択してください。
kk: «%@» үшін не тағайындау қажеттігін таңдаңыз.
ko: ‘%@’을(를) 무엇으로 할당할지 선택하십시오.
lt: Pasirinkite, kam norite priskirti „%@”.
ms: Pilih perkara yang anda mahu tetapkan pada "%@".
nb: Velg hva du vil tilordne «%@» til.
nl: Bepaal waar je '%@' aan wilt toewijzen.
pl: Wybierz, do czego chcesz przypisać „%@”.
pt_br: Escolha ao que deseja atribuir “%@”.
pt_pt: Escolha ao que deve ser atribuído o “%@”.
ro: Alegeți pentru ce doriți să alocați “%@”.
ru: Выберите, что назначить для «%@».
sk: Vyberte si, k čomu chcete priradiť „%@“.
sl: Izberite funkcijo, ki jo želite dodeliti za »%@«.
sv: Välj vad du vill tilldela ”%@” till.
th: เลือกสิ่งที่คุณต้องการกำหนดค่าเป็น “%@”
tr: “%@” denetiminin neye atanmasını istediğinizi seçin.
uk: Виберіть, що призначити для «%@».
vi: Chọn chức năng mà bạn muốn gán cho "%@".
zh_cn: 选取分配给“%@”的项目。
zh_hk: 選擇你要分配「%@」的項目。
zh_tw: 選擇要指定給「%@」的項目。

# CUSTOMIZED_APPS_TITLE
source: Customized Apps
ar: التطبيقات المخصصة
bg: Персонализирани приложения
ca: Apps personalitzades
cs: Přizpůsobené aplikace
da: Tilpassede apps
de: Eigene Apps
el: Προσαρμοσμένες εφαρμογές
es: Apps personalizadas
es_us: Apps personalizadas
fi: Muokatut apit
fr: Apps personnalisées
fr_ca: Apps personnalisées
he: יישומים מותאמים אישית
hi: कस्टमाइज़ किए गए ऐप्स
hr: Prilagođene aplikacije
hu: Testreszabott appok
id: App yang Disesuaikan
it: App personalizzate
ja: カスタマイズ済みアプリ
kk: Бейімделген қолданбалар
ko: 사용자화된 앱
lt: Pritaikytos programos
ms: App Disesuaikan
nb: Tilpassede apper
nl: Aangepaste apps
pl: Dostosowane aplikacje
pt_br: Apps Personalizados
pt_pt: Aplicações personalizadas
ro: Aplicații personalizate
ru: Приложения с измененными настройками
sk: Prispôsobené apky
sl: Prilagojene aplikacije
sv: Anpassade appar
th: แอปที่ถูกกำหนดค่า
tr: Özelleştirilmiş Uygulamalar
uk: Налаштовані програми
vi: Ứng dụng được tùy chỉnh
zh_cn: 自定义的App
zh_hk: 已自訂的App
zh_tw: 自訂的App

source: Default Controls
ar: عناصر التحكم الافتراضية
bg: Бутони по подразбиране
ca: Controls per omissió
cs: Výchozí ovládání
da: Standardbetjening
de: Standardsteuerung
el: Προεπιλεγμένα στοιχεία ελέγχου
es: Controles por omisión
es_us: Controles predeterminados
fi: Oletussäätimet
fr: Commandes par défaut
fr_ca: Commandes par défaut
he: פקדי ברירת המחדל
hi: डिफ़ॉल्ट कंट्रोल
hr: Standardne naredbe
hu: Alapértelmezett vezérlések
id: Kontrol Default
it: Controlli di default
ja: デフォルトのコントロール
kk: Әдепкі басқару элементтері
ko: 기본 제어기
lt: Numatytieji valdikliai
ms: Kawalan Lalai
nb: Standardkontroller
nl: Standaardregelaars
pl: Ustawienia domyślne
pt_br: Controles Padrão
pt_pt: Controlos predefinidos
ro: Comenzi implicite
ru: Элементы управления по умолчанию
sk: Predvolené ovládacie prvky
sl: Privzete krmilne funkcije
sv: Förvalda reglage
th: ตัวควบคุมเริ่มต้น
tr: Saptanmış Denetimler
uk: Типові елементи керування
vi: Điều khiển mặc định
zh_cn: 默认控制
zh_hk: 預設控制項目
zh_tw: 預設控制項目

# DELETE_CUSTOMIZATIONS_TITLE
source: Delete Custom Controls
ar: حذف عناصر التحكم المخصصة
bg: Изтрий персонализирани бутони за управление
ca: Elimina els controls personalitzats
cs: Smazat vlastní ovládací prvky
da: Slet specielle betjeningsmuligheder
de: Eigene Steuerung löschen
el: Διαγραφή προσαρμοσμένων στοιχείων ελέγχου
es: Eliminar controles personalizados
es_us: Eliminar controles personalizados
fi: Poista muokatut säätimet
fr: Supprimer les commandes personnalisées
fr_ca: Supprimer les commandes personnalisées
he: מחיקת פקדים מותאמים אישית
hi: कस्टम कंट्रोल डिलीट करें
hr: Obriši vlastite naredbe
hu: Egyéni vezérlők törlése
id: Hapus Kontrol Khusus
it: Elimina controlli personalizzati
ja: カスタムコントロールを削除
kk: Арнаулы басқару элементтерін жою
ko: 사용자 설정 제어 삭제
lt: Trinti pasirinktinius valdiklius
ms: Padam Kawalan Tersuai
nb: Slett tilpassede kontroller
nl: Verwijder aangepaste regelaars
pl: Usuń ustawienia własne
pt_br: Apagar Controles Personalizados
pt_pt: Apagar controlos personalizados
ro: Ștergeți comenzile personalizate
ru: Удаление пользовательских настроек
sk: Vymazať vlastné ovládacie prvky
sl: Izbriši prilagojene krmilne funkcije
sv: Radera anpassade reglage
th: ลบการกำหนดค่าตัวควบคุม
tr: Özel Denetimleri Sil
uk: Видалити власні елементи керування
vi: Xóa điều khiển tùy chỉnh
zh_cn: 删除自定义控制
zh_hk: 刪除自訂控制項目
zh_tw: 刪除自訂控制項目

# DEVICE_DOES_NOT_SUPPORT_CONTROLS_DESC
source: This controller does not support custom controls.
ar: ذراع التحكم هذه لا تدعم عناصر التحكم المخصصة.
bg: Този контролер не поддържа персонализирани бутони за управление.
ca: El comandament no és compatible amb els controls personalitzats.
cs: Tento ovladač nepodporuje vlastní ovládací prvky.
da: Denne controller understøtter ikke specielle betjeningsmuligheder.
de: Dieser Controller unterstützt keine eigenen Steuerungseinstellungen.
el: Αυτό το χειριστήριο δεν υποστηρίζει προσαρμοσμένα στοιχεία ελέγχου.
es: Este mando no admite la personalización de los controles.
es_us: Este control no es compatible con controles personalizados.
fi: Tämä ohjain ei tue muokattuja säätimiä.
fr: Cette manette ne prend pas en charge les commandes personnalisées.
fr_ca: Cette manette ne prend pas en charge les commandes personnalisées.
he: שלט זה לא תומך בהגדרת פקדים בהתאמה אישית.
hi: यह कंट्रोलर कस्टम कंट्रोल की अनुमति नहीं देता है।
hr: Ovaj kontroler ne podržava prilagođene naredbe.
hu: Ez a kontroller nem támogatja az egyéni vezérlők használatát.
id: Pengontrol tidak mendukung kontrol khusus.
it: Il controller non supporta i controlli personalizzati.
ja: このコントローラはカスタムコントロールに対応していません。
kk: Бұл контроллер арнаулы басқару элементтеріне қолдау көрсетпейді.
ko: 이 컨트롤러는 사용자 설정 제어를 지원하지 않습니다.
lt: Šis valdiklis nepalaiko pasirinktinių valdiklių.
ms: Pengawal ini tidak menyokong kawalan tersuai.
nb: Denne kontrolleren støtter ikke tilpassede kontroller.
nl: Deze controller ondersteunt geen aangepaste regelaars.
pl: Ten kontroler nie obsługuje ustawień własnych.
pt_br: Este controle não é compatível com controles personalizados.
pt_pt: Este comando não suporta controlos personalizados.
ro: Acest controller nu permite comenzi personalizate.
ru: Этот контроллер не поддерживает пользовательские настройки.
sk: Tento ovládač nepodporuje vlastné ovládacie prvky.
sl: Ta kontroler ne podpira prilagojenih krmilnih funkcij.
sv: Den här spelkontrollen har inte stöd för anpassade reglage.
th: อุปกรณ์ควบคุมนี้ไม่รองรับการกำหนดค่าตัวควบคุม
tr: Bu kumanda özel denetimleri desteklemiyor.
uk: Цей контролер не підтримує власні елементи керування.
vi: Bộ điều khiển này không hỗ trợ các điều khiển tùy chỉnh.
zh_cn: 此控制器不支持自定义控制。
zh_hk: 此控制器不支援自訂控制項目。
zh_tw: 此控制器不支援自訂控制項目。

source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

source: Double Press
ar: الضغط مرتين
bg: Двукратно натискане
ca: Dues premudes
cs: Dvojí stisknutí
da: Dobbelttryk
de: Zweimal drücken
el: Διπλό πάτημα
es: Pulsar dos veces
es_us: Dos presiones
fi: Kaksi painallusta
fr: Double pression
fr_ca: Appuyer deux fois
he: לחיצה כפולה
hi: दो बार दबाएँ
hr: Dvostruki pritisak
hu: Dupla megnyomás
id: Tekan Dua Kali
it: Doppia pressione
ja: 2回押し
kk: Екі рет басу
ko: 두 번 누르기
lt: Du paspaudimai
ms: Tekan Dua Kali
nb: Dobbelttrykk
nl: Druk tweemaal
pl: Dwukrotne naciśnięcie
pt_br: Pressionamento Duplo
pt_pt: Premir duas vezes
ro: Apăsare dublă
ru: Двойное нажатие
sk: Dvojité stlačenie
sl: Dvojni pritisk
sv: Dubbeltryck
th: กดสองครั้ง
tr: Çift Basış
uk: Подвійне натискання
vi: Nhấn hai lần
zh_cn: 连按两下
zh_hk: 按兩下
zh_tw: 連按兩下

# DPAD_CUSTOMIZATION_TITLE
source: Orientation
ar: الاتجاه
bg: Ориентация
ca: Orientació
cs: Orientace
da: Retning
de: Ausrichtung
el: Προσανατολισμός
es: Orientación
es_us: Orientación
fi: Asento
he: כיוון
hi: ओरिएंटेशन
hr: Orijentacija
hu: Tájolás
id: Orientasi
it: Orientamento
ja: 方向
kk: Бағдар
ko: 방향
lt: Padėtis
ms: Orientasi
nb: Retning
nl: Richting
pl: Orientacja
pt_br: Orientação
pt_pt: Orientação
ro: Orientare
ru: Ориентация
sk: Orientácia
sl: Usmerjenost
sv: Riktning
th: แนว
tr: Yön
uk: Орієнтація
vi: Hướng
zh_cn: 方向
zh_hk: 方向
zh_tw: 方向

# DPAD_INFO_LABEL
source: Customize
ar: تخصيص
bg: Персонализирай
ca: Personalitza
cs: Přizpůsobení
da: Tilpas
de: Anpassen
el: Προσαρμογή
es: Personalizar
es_us: Personalizar
fi: Muokkaa
fr: Personnaliser
fr_ca: Personnaliser
he: התאמה אישית
hi: कस्टमाइज़ करें
hr: Prilagodi
hu: Testreszabás
id: Sesuaikan
it: Personalizza
ja: カスタマイズ
kk: Бейімдеу
ko: 사용자화
lt: Pritaikyti
ms: Sesuaikan
nb: Tilpass
nl: Pas aan
pl: Dostosuj
pt_br: Personalizar
pt_pt: Personalizar
ro: Personalizați
ru: Настроить
sk: Prispôsobiť
sl: Prilagodi
sv: Anpassa
th: กำหนดเอง
tr: Özelleştir
uk: Налаштувати
vi: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂
zh_tw: 自訂

# DPAD_INFO_LABEL_WITH_ELEMENT_NAME
source: Customize %@
ar: تخصيص %@
bg: Персонализирай %@
ca: Personalitza %@
cs: Přizpůsobit prvek %@
da: Tilpas %@
de: %@ anpassen
el: Προσαρμογή «%@»
es: Personalizar “%@”
es_us: Personalizar %@
fi: Muokkaa %@
fr: Personnaliser %@
fr_ca: Personnaliser %@
he: התאמה אישית של %@
hi: %@ कस्टमाइज़ करें
hr: Prilagodi %@
hu: %@ testreszabása
id: Sesuaikan %@
it: Personalizza %@
ja: %@をカスタマイズ
kk: Реттеу: %@
ko: %@ 사용자화
lt: Pritaikyti „%@“
ms: Sesuaikan %@
nb: Tilpass %@
nl: Pas %@ aan
pl: Dostosuj: %@
pt_br: Personalizar %@
pt_pt: Personalizar %@
ro: Personalizați %@
ru: Настроить элемент «%@»
sk: Prispôsobiť %@
sl: Prilagodi %@
sv: Anpassa %@
th: กำหนด%[tt]@เอง
tr: Özelleştir: %@
uk: Налаштувати %@
vi: Tùy chỉnh %@
zh_cn: 自定义%@
zh_hk: 自訂「%@」
zh_tw: 自訂%@

# ENABLE_CUSTOMIZATIONS_TOGGLE_TITLE
source: Enable Custom Controls
ar: تمكين عناصر التحكم المخصصة
bg: Активирай персонализирани бутони за управление
ca: Activa els controls personalitzats
cs: Aktivovat vlastní ovládací prvky
da: Slå specielle betjeningsmuligheder til
de: Eigene Steuerung aktivieren
el: Ενεργοποίηση προσαρμοσμένων στοιχείων ελέγχου
es: Activar controles personalizados
es_us: Permitir controles personalizados
fi: Ota muokatut säätimet käyttöön
fr: Activer les commandes personnalisées
fr_ca: Activer les commandes personnalisées
he: הפעלת פקדים מותאמים אישית
hi: कस्टम कंट्रोल सक्षम करें
hr: Omogući vlastite naredbe
hu: Egyéni vezérlők engedélyezése
id: Aktifkan Kontrol Khusus
it: Abilita controlli personalizzati
ja: カスタムコントロールを有効にする
kk: Арнаулы басқару элементтерін қосу
ko: 사용자 설정 제어 활성화
lt: Įjungti pasirinktinius valdiklius
ms: Dayakan Kawalan Tersuai
nb: Aktiver tilpassede kontroller
nl: Schakel aangepaste regelaars in
pl: Włącz ustawienia własne
pt_br: Ativar Controles Personalizados
pt_pt: Ativar controlos personalizados
ro: Activați comenzile personalizate
ru: Включение пользовательских настроек
sk: Zapnúť vlastné ovládacie prvky
sl: Omogoči prilagojene krmilne funkcije
sv: Aktivera anpassade reglage
th: เปิดใช้งานการกำหนดค่าตัวควบคุม
tr: Özel Denetimleri Etkinleştir
uk: Увімкнути власні елементи керування
vi: Bật điều khiển tùy chỉnh
zh_cn: 启用自定义控制
zh_hk: 啟用自訂控制項目
zh_tw: 啟用自訂控制項目
